console.log('	Итоговая оценка 78 (110 - 2 за заголовки, - 24 за макет, - 6 за криворукость, перепишу полностью в след части travel)\n\n
Вёрстка валидная +10 (да) \n
Вёрстка семантическая +20 (+18) \n
В коде странице присутствуют следующие элементы (указано минимальное количество, может быть больше):\n
    <header>, <main>, <footer> +3 (да) \n
    четыре элемента <section> (по количеству секций) +3 (да) \n
    только один заголовок <h1> +3 (да) \n
    три заголовка <h2> (количество секций минус одна, у которой заголовок <h1>) (нет) \n
    один элемент <nav> (панель навигации) +3 (да) \n
    два списка ul > li > a (панель навигации, ссылки на соцсети) +3 (да) \n
    четыре кнопки <button> +2 (да) \n
Вёрстка соответствует макету +48 (где-то +24 балла, работаю на 12" ноуте, сложно сравнивать) \n
    блок <header> +6 \n
    секция preview +9 \n
    секция steps +9 \n
    секция destinations +9 \n
    секция stories +9 \n
    блок <footer> +6 \n
Требования к css + 12 (в сумме 6 баллов) \n
    для построения сетки используются флексы или гриды +2 (да, но я неверно понял задание, поэтому 0) \n
    при уменьшении масштаба страницы браузера вёрстка размещается по центру, а не сдвигается в сторону +2 (нет) \n
    фоновый цвет тянется на всю ширину страницы +2 (да) \n
    иконки добавлены в формате .svg. SVG может быть добавлен любым способом. \n
Обращаем внимание на формат, а не на способ добавления +2 (да) \n 
    изображения добавлены в формате .jpg +2 (да) \n
    есть favicon +2 (нет) \n
Интерактивность, реализуемая через css +20 (в сумме 20)\n
    плавная прокрутка по якорям +5 (да) \n
    иконки соцсетей в футере при нажатии на них ведут на гитхаб автора проекта и на страницу курса \n
(допускается добавление своих вариантов иконок github или RSSchool) https://rs.school/js-stage0/ +5 (да) \n
    интерактивность включает в себя не только изменение внешнего вида курсора, например, при помощи \n
свойства cursor: pointer, но и другие визуальные эффекты, например, изменение цвета фона или цвета шрифта. \n
Если в макете указаны стили при наведении и клике, для элемента указываем эти стили. Если в макете стили \n
не указаны, реализуете их по своему усмотрению, руководствуясь общим стилем макета +5 (да) \n
    обязательное требование к интерактивности: плавное изменение внешнего вида элемента при наведении (да) \n
и клике не влияющее на соседние элементы +5 (да) \n')